Autodesk.Revit.DB.ImageExportOptions.SetViewsAndSheets(System.Collections.Generic.IList`1{Autodesk.Revit.DB.ElementId})
Sets a list of views and sheets to be exported.  Used only when ExportRange is SetOfViews.
viewsAndSheets:
The ids of the views and sheets.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL
Since:
2011